[M_IceManCometh MissionDefinition]
MissionDescription="The bandits out in [place]Three Horns Divide[-place] have been harassing travelers for years. Thankfully, Claptrap has a plan: if you can shut down all of the bandits' furnaces, Claptrap believes the bandits will get so cold that they'll have to run indoors just to avoid freezing to death. "
MissionSummary="Shut down the bandits' furnaces so they'll stop fighting."
MissionGiver="Congratulations -- you mildly inconvenienced a few bandits!"
